---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.InstanceVoidCutUtils
source: html/acedc5a0-5ad4-eeaf-a76a-c1410a847179.htm
---
# InstanceVoidCutUtils Members

Add a cut to an element using the unattached voids inside a cutting instance.